angular.ng-template
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
csharpier.csharpier-vscode
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
fill-labs.dependi
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.vscode-github-actions
github.vscode-pull-request-github
johnharrison.bongocat-buddy
kisstkondoros.vscode-gutter-preview
maattdd.gitless
mathiasfrohlich.kotlin
meganrogge.template-string-converter
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
naumovs.color-highlight
pixl-garden.bongocat
pkief.material-icon-theme
prisma.prisma
redhat.java
rodrigovallades.es7-react-js-snippets
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
sibiraj-s.vscode-scss-formatter
slint.slint
streetsidesoftware.code-spell-checker
supermaven.supermaven
svelte.svelte-vscode
syler.sass-indented
t3dotgg.vsc-material-theme-but-i-wont-sue-you
tamasfe.even-better-toml
tauri-apps.tauri-vscode
tomsaunders.vscode-workspace-explorer
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
wayou.vscode-todo-highlight
xabikos.reactsnippets
xdebug.php-debug
xdebug.php-pack
znck.vue
zobo.php-intellisense
